Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Disguised as DNS traffic with a constant reply pump. Lowest bandwidth, highest availability.
ar: متخفٍّ في هيئة حركة DNS مع ضخ ثابت للردود. أدنى عرض نطاق، وأعلى توافر.
cs: Maskováno jako provoz DNS se stálou pumpou odpovědí. Nejnižší šířka pásma, nejvyšší dostupnost.
de: Als DNS-Verkehr getarnt, mit konstantem Antwortstrom. Geringste Bandbreite, höchste Verfügbarkeit.
el: Μεταμφιεσμένη σε κίνηση DNS με σταθερή άντληση απαντήσεων. Χαμηλότερο εύρος ζώνης, υψηλότερη διαθεσιμότητα.
es: Camuflado como tráfico DNS con un bombeo constante de respuestas. Menor ancho de banda, mayor disponibilidad.
es_419: Camuflado como tráfico DNS con un bombeo constante de respuestas. Menor ancho de banda, mayor disponibilidad.
es_mx: Camuflado como tráfico DNS con un bombeo constante de respuestas. Menor ancho de banda, mayor disponibilidad.
fr: Déguisé en trafic DNS avec une pompe de réponses constante. Bande passante la plus faible, disponibilité la plus élevée.
he: מוסווה כתעבורת DNS עם משאבת תשובות קבועה. רוחב הפס הנמוך ביותר, הזמינות הגבוהה ביותר.
hi: लगातार जवाब पंप के साथ DNS ट्रैफ़िक के रूप में छिपा हुआ। सबसे कम बैंडविड्थ, सबसे ज़्यादा उपलब्धता।
id: Disamarkan sebagai lalu lintas DNS dengan pompa balasan konstan. Bandwidth terendah, ketersediaan tertinggi.
it: Camuffato da traffico DNS con un flusso costante di risposte. Banda minima, disponibilità massima.
ja: 応答を常に送り続ける DNS トラフィックに偽装します。帯域幅は最も低く、可用性は最も高くなります。
ko: 응답을 계속 보내는 DNS 트래픽으로 위장합니다. 대역폭은 가장 낮고 가용성은 가장 높습니다.
nl: Vermomd als DNS-verkeer met een constante antwoordpomp. Laagste bandbreedte, hoogste beschikbaarheid.
pl: Udaje ruch DNS ze stałą pompą odpowiedzi. Najniższa przepustowość, najwyższa dostępność.
pt: Disfarçado de tráfego DNS com uma bomba constante de respostas. Menor largura de banda, maior disponibilidade.
pt_br: Disfarçado de tráfego DNS com um bombeamento constante de respostas. Menor largura de banda, maior disponibilidade.
pt_pt: Disfarçado de tráfego DNS com uma bomba constante de respostas. Menor largura de banda, maior disponibilidade.
ru: Маскируется под DNS-трафик с постоянной подкачкой ответов. Минимальная пропускная способность, максимальная доступность.
sv: Förklädd till DNS-trafik med en konstant svarspump. Lägst bandbredd, högst tillgänglighet.
th: ปลอมตัวเป็นทราฟฟิก DNS พร้อมการปั๊มคำตอบอย่างต่อเนื่อง แบนด์วิดท์ต่ำที่สุด ความพร้อมใช้งานสูงที่สุด
uk: Маскується під трафік DNS зі сталою помпою відповідей. Найнижча пропускна здатність, найвища доступність.
vi: Ngụy trang thành lưu lượng DNS với luồng phản hồi liên tục. Băng thông thấp nhất, khả dụng cao nhất.
zh_hans: 伪装成 DNS 流量，并持续泵送应答。带宽最低，可用性最高。
zh_hk: 偽裝成 DNS 流量，並持續泵送回應。頻寬最低，可用性最高。

source: Disguised as DNS traffic. For networks that filter direct connections.
ar: متخفٍّ في هيئة حركة DNS. للشبكات التي تُرشّح الاتصالات المباشرة.
cs: Maskováno jako provoz DNS. Pro sítě, které filtrují přímá připojení.
de: Als DNS-Verkehr getarnt. Für Netzwerke, die direkte Verbindungen filtern.
el: Μεταμφιεσμένη σε κίνηση DNS. Για δίκτυα που φιλτράρουν τις άμεσες συνδέσεις.
es: Camuflado como tráfico DNS. Para redes que filtran las conexiones directas.
es_419: Camuflado como tráfico DNS. Para redes que filtran las conexiones directas.
es_mx: Camuflado como tráfico DNS. Para redes que filtran las conexiones directas.
fr: Déguisé en trafic DNS. Pour les réseaux qui filtrent les connexions directes.
he: מוסווה כתעבורת DNS. לרשתות שמסננות חיבורים ישירים.
hi: DNS ट्रैफ़िक के रूप में छिपा हुआ। उन नेटवर्क के लिए जो सीधे कनेक्शन फ़िल्टर करते हैं।
id: Disamarkan sebagai lalu lintas DNS. Untuk jaringan yang memfilter koneksi langsung.
it: Camuffato da traffico DNS. Per le reti che filtrano le connessioni dirette.
ja: DNS トラフィックに偽装します。直接接続をフィルタリングするネットワーク向けです。
ko: DNS 트래픽으로 위장합니다. 직접 연결을 걸러 내는 네트워크용입니다.
nl: Vermomd als DNS-verkeer. Voor netwerken die directe verbindingen filteren.
pl: Udaje ruch DNS. Dla sieci, które filtrują bezpośrednie połączenia.
pt: Disfarçado de tráfego DNS. Para redes que filtram ligações diretas.
pt_br: Disfarçado de tráfego DNS. Para redes que filtram conexões diretas.
pt_pt: Disfarçado de tráfego DNS. Para redes que filtram ligações diretas.
ru: Маскируется под DNS-трафик. Для сетей, которые фильтруют прямые подключения.
sv: Förklädd till DNS-trafik. För nätverk som filtrerar direkta anslutningar.
th: ปลอมตัวเป็นทราฟฟิก DNS สำหรับเครือข่ายที่กรองการเชื่อมต่อโดยตรง
uk: Маскується під трафік DNS. Для мереж, що фільтрують прямі з’єднання.
vi: Ngụy trang thành lưu lượng DNS. Dành cho mạng lọc kết nối trực tiếp.
zh_hans: 伪装成 DNS 流量。适用于会过滤直接连接的网络。
zh_hk: 偽裝成 DNS 流量。適用於會過濾直接連線的網絡。

source: Display network on leaderboard
ar: عرض الشبكة على لوحة الصدارة
cs: Zobrazení sítě na žebříčku
de: Netzwerk in Bestenliste anzeigen
el: Εμφάνιση δικτύου στον πίνακα κατάταξης
es: Mostrar red en la tabla de clasificación
es_419: Mostrar red en la tabla de posiciones
es_mx: Mostrar red en la tabla de clasificación
fr: Afficher le réseau dans le classement
he: הצג רשת בטבלת המובילים
hi: लीडरबोर्ड पर नेटवर्क प्रदर्शित करें
id: Tampilkan jaringan di papan peringkat
it: Mostra rete nella classifica
ja: リーダーボードにネットワークを表示
ko: 리더보드에 네트워크 표시
nl: Toon netwerk op het scorebord
pl: Wyświetlaj sieć w tablicy wyników
pt: Exibir rede no quadro de líderes
pt_br: Exibir rede no placar de líderes
pt_pt: Mostrar rede na tabela de classificação
ru: Отображать сеть в таблице лидеров
sv: Visa nätverk på topplistan
th: แสดงชื่อเครือข่ายบนกระดาน
uk: Показувати мережу в таблиці лідерів
vi: Hiển thị mạng trên bảng xếp hạng
zh_hans: 在排行榜上显示网络
zh_hk: 在排行榜上顯示網絡

source: DNS over HTTPS
ar: DNS عبر HTTPS
cs: DNS přes HTTPS
de: DNS über HTTPS
el: DNS μέσω HTTPS
es: DNS sobre HTTPS
es_419: DNS sobre HTTPS
es_mx: DNS sobre HTTPS
fr: DNS via HTTPS
he: DNS דרך HTTPS
hi: HTTPS पर DNS
id: DNS melalui HTTPS
it: DNS su HTTPS
pl: DNS przez HTTPS
pt: DNS sobre HTTPS
pt_br: DNS sobre HTTPS
pt_pt: DNS sobre HTTPS
ru: DNS через HTTPS
sv: DNS över HTTPS
th: DNS ผ่าน HTTPS
uk: DNS через HTTPS
vi: DNS qua HTTPS

source: DNS settings unavailable
ar: إعدادات DNS غير متاحة
cs: Nastavení DNS není k dispozici
de: DNS-Einstellungen nicht verfügbar
el: Οι ρυθμίσεις DNS δεν είναι διαθέσιμες
es: Ajustes de DNS no disponibles
es_419: Configuración de DNS no disponible
es_mx: Configuración de DNS no disponible
fr: Paramètres DNS indisponibles
he: הגדרות DNS אינן זמינות
hi: DNS सेटिंग्स उपलब्ध नहीं
id: Pengaturan DNS tidak tersedia
it: Impostazioni DNS non disponibili
ja: DNS設定は利用できません
ko: DNS 설정을 사용할 수 없습니다
nl: DNS-instellingen niet beschikbaar
pl: Ustawienia DNS niedostępne
pt: Definições de DNS indisponíveis
pt_br: Configurações de DNS indisponíveis
pt_pt: Definições de DNS indisponíveis
ru: Настройки DNS недоступны
sv: DNS-inställningar är inte tillgängliga
th: ไม่สามารถตั้งค่า DNS ได้
uk: Налаштування DNS недоступні
vi: Cài đặt DNS không khả dụng
zh_hans: DNS 设置不可用
zh_hk: DNS 設定不可用

source: Don't have a code? Data codes can be purchased at ur.io and emailed to you.
ar: ليس لديك رمز؟ يمكن شراء رموز البيانات من ur.io وإرسالها إلى بريدك الإلكتروني.
cs: Nemáte kód? Datové kódy si můžete koupit na ur.io a přijdou vám e-mailem.
de: Noch keinen Code? Datencodes kannst du auf ur.io kaufen und dir per E-Mail schicken lassen.
el: Δεν έχετε κωδικό; Οι κωδικοί δεδομένων αγοράζονται στο ur.io και αποστέλλονται με email.
es: ¿No tienes un código? Puedes comprar códigos de datos en ur.io y te llegarán por correo electrónico.
es_419: ¿No tienes un código? Puedes comprar códigos de datos en ur.io y te llegarán por correo electrónico.
es_mx: ¿No tienes un código? Puedes comprar códigos de datos en ur.io y te llegarán por correo electrónico.
fr: Pas de code ? Les codes de données s'achètent sur ur.io et vous sont envoyés par e-mail.
he: אין לך קוד? אפשר לרכוש קודי נתונים ב-ur.io ולקבל אותם במייל.
hi: कोड नहीं है? डेटा कोड ur.io पर खरीदे जा सकते हैं और आपको ईमेल कर दिए जाते हैं।
id: Belum punya kode? Kode data bisa dibeli di ur.io dan dikirim ke email Anda.
it: Non hai un codice? I codici dati si acquistano su ur.io e ti vengono inviati via email.
ja: コードをお持ちでない方は、ur.ioでデータコードを購入すると、メールで届きます。
ko: 코드가 없으신가요? 데이터 코드는 ur.io에서 구매할 수 있으며 이메일로 전송됩니다.
nl: Nog geen code? Datacodes koop je op ur.io en krijg je per e-mail toegestuurd.
pl: Nie masz kodu? Kody danych można kupić na ur.io i otrzymać e-mailem.
pt: Não tem um código? Pode comprar códigos de dados em ur.io e recebê-los por e-mail.
pt_br: Não tem um código? Você pode comprar códigos de dados em ur.io e recebê-los por e-mail.
pt_pt: Não tem um código? Pode comprar códigos de dados em ur.io e recebê-los por e-mail.
ru: Нет кода? Коды данных можно купить на ur.io — их пришлют вам на почту.
sv: Har du ingen kod? Datakoder kan köpas på ur.io och skickas till din e-post.
th: ยังไม่มีโค้ด? ซื้อรหัสข้อมูลได้ที่ ur.io แล้วระบบจะส่งให้ทางอีเมล
uk: Немає коду? Коди даних можна придбати на ur.io — їх надішлють вам на пошту.
vi: Chưa có mã? Bạn có thể mua mã dữ liệu tại ur.io và nhận qua email.
zh_hans: 没有余额码？可在 ur.io 购买，购买后会通过电子邮件发送给你。
zh_hk: 沒有餘額碼？可在 ur.io 購買，購買後會透過電郵發送給你。

source: Don't see it?
ar: ألا تراه؟
cs: Nevidíš to?
de: Siehst du ihn nicht?
el: Δεν το βλέπεις;
es: ¿No lo ves?
es_419: ¿No lo ves?
es_mx: ¿No lo ves?
fr: Vous ne le voyez pas ?
he: לא רואה את זה?
hi: आपको यह दिखाई नहीं दे रहा है?
id: Tidak melihatnya?
it: Non lo vedi?
ja: メールが見つかりませんか？
ko: 메일이 보이지 않나요?
nl: Zie je het niet?
pl: Nie widzisz go?
pt: Não está vendo?
pt_br: Não está vendo?
pt_pt: Não está vendo?
ru: Не видите письмо?
sv: Ser du det inte?
th: ไม่เห็นใช่ไหม?
uk: Не бачите?
vi: Không thấy?
zh_hans: 没有看到？
zh_hk: 看不到嗎？

source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Τέλος
es: Hecho
es_419: Listo
es_mx: Listo
fr: Terminé
he: סיום
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
pt_br: Concluído
pt_pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
uk: Готово
vi: Xong
zh_hans: 完成
zh_hk: 完成

source: Doubles your points, free daily data and referral data.
ar: يضاعف نقاطك وبيانات الاستخدام اليومية المجانية وبيانات الإحالة.
cs: Zdvojnásobí vaše body, bezplatná denní data a data za doporučení.
de: Verdoppelt deine Punkte, dein kostenloses Tagesdatenvolumen und dein Empfehlungsdatenvolumen.
el: Διπλασιάζει τους πόντους σας, τα δωρεάν ημερήσια δεδομένα και τα δεδομένα παραπομπών.
es: Duplica tus puntos, tus datos diarios gratuitos y tus datos por referidos.
es_419: Duplica tus puntos, tus datos diarios gratuitos y tus datos por referidos.
es_mx: Duplica tus puntos, tus datos diarios gratuitos y tus datos por referidos.
fr: Double vos points, vos données quotidiennes gratuites et vos données de parrainage.
he: מכפיל את הנקודות שלך, את הנתונים היומיים החינמיים ואת נתוני ההפניות.
hi: आपके पॉइंट, मुफ़्त दैनिक डेटा और रेफ़रल डेटा को दोगुना करता है।
id: Menggandakan poin, data harian gratis, dan data referral Anda.
it: Raddoppia i tuoi punti, i dati giornalieri gratuiti e i dati dei referral.
ja: ポイント、無料の毎日のデータ、紹介データが 2 倍になります。
ko: 포인트, 무료 일일 데이터, 추천 데이터가 두 배가 됩니다.
nl: Verdubbelt je punten, gratis dagelijkse data en verwijzingsdata.
pl: Podwaja Twoje punkty, darmowe dzienne dane i dane za polecenia.
pt: Dobra seus pontos, dados diários gratuitos e dados de indicação.
pt_br: Dobra seus pontos, dados diários gratuitos e dados de indicação.
pt_pt: Duplica os seus pontos, os dados diários gratuitos e os dados de referência.
ru: Удваивает ваши очки, бесплатные ежедневные данные и данные за рефералов.
sv: Fördubblar dina poäng, gratis daglig data och värvningsdata.
th: เพิ่มคะแนน ดาต้าฟรีรายวัน และดาต้าจากการแนะนำของคุณเป็นสองเท่า
uk: Подвоює ваші бали, безкоштовні щоденні дані та дані за запрошення.
vi: Nhân đôi điểm, dữ liệu miễn phí hằng ngày và dữ liệu giới thiệu của bạn.
zh_hans: 将你的积分、每日免费流量和推荐流量翻倍。
zh_hk: 將你的積分、每日免費數據及推薦數據加倍。

source: Downloading %@…
ar: جارٍ تنزيل %@…
cs: Stahování %@…
de: %@ wird heruntergeladen…
el: Λήψη %@…
es: Descargando %@…
es_419: Descargando %@…
es_mx: Descargando %@…
fr: Téléchargement de %@…
he: מוריד את %@…
hi: %@ डाउनलोड हो रहा है…
id: Mengunduh %@…
it: Download di %@…
ja: %@ をダウンロードしています…
ko: %@ 다운로드 중…
nl: %@ downloaden…
pl: Pobieranie %@…
pt: Baixando %@…
pt_br: Baixando %@…
pt_pt: A transferir %@…
ru: Загрузка %@…
sv: Hämtar %@…
th: กำลังดาวน์โหลด %@…
uk: Завантаження %@…
vi: Đang tải %@…
zh_hans: 正在下载 %@…
zh_hk: 正在下載 %@…

source: Drop an exit that has established nothing sooner when two sibling exits are receiving, in ms. Off waits the full 30s connect bar
ar: يُسقط مبكرًا المخرج الذي لم يُنشئ أي اتصال عندما يستقبل مخرجان شقيقان البيانات، بالمللي ثانية. عند الإيقاف، ينتظر عتبة الاتصال الكاملة البالغة 30 ثانية
cs: Vyřadí dříve výstup, který nic nenavázal, když dva sesterské výstupy přijímají, v ms. Vypnuto čeká celý 30s práh připojení
de: Verwirft einen Exit, der nichts aufgebaut hat, früher, wenn zwei Geschwister-Exits empfangen, in ms. Aus: wartet die vollen 30 s der Verbindungsschwelle ab
el: Απορρίπτει νωρίτερα μια έξοδο που δεν έχει δημιουργήσει τίποτα όταν δύο αδελφές έξοδοι λαμβάνουν, σε ms. Η απενεργοποίηση περιμένει ολόκληρο το όριο σύνδεσης των 30 δ
es: Descarta antes una salida que no ha establecido nada cuando dos salidas hermanas están recibiendo, en ms. Si está desactivado, se espera el umbral de conexión completo de 30 s
es_419: Descarta antes una salida que no estableció nada cuando dos salidas hermanas están recibiendo, en ms. Si está desactivado, se espera el umbral de conexión completo de 30 s
es_mx: Descarta antes una salida que no estableció nada cuando dos salidas hermanas están recibiendo, en ms. Si está desactivado, se espera el umbral de conexión completo de 30 s
fr: Écarte plus tôt une sortie qui n’a rien établi quand deux sorties sœurs reçoivent, en ms. Désactivé attend le seuil de connexion complet de 30 s
he: הסרה מוקדמת יותר של יציאה שלא הקימה דבר כששתי יציאות אחיות מקבלות, במילישניות. כיבוי ממתין לכל סף החיבור של 30 שניות
hi: जब दो सहोदर एग्ज़िट डेटा पा रहे हों, तो कुछ भी स्थापित न कर पाए एग्ज़िट को जल्दी हटाएँ, ms में। बंद करने पर पूरी 30 सेकंड की कनेक्ट सीमा तक इंतज़ार होता है
id: Buang lebih cepat exit yang belum membangun apa pun saat dua exit saudara sedang menerima, dalam ms. Nonaktif menunggu ambang koneksi penuh 30 dtk
it: Scarta prima un’uscita che non ha stabilito nulla quando due uscite sorelle stanno ricevendo, in ms. Disattivato attende l’intera soglia di connessione di 30 s
ja: 兄弟出口が 2 つ受信しているときに、何も確立できていない出口を早めに除外するまでの時間（ミリ秒）。オフにすると 30 秒の接続しきい値まで待ちます
ko: 형제 출구 두 개가 수신 중일 때 아무것도 연결하지 못한 출구를 더 일찍 제외하기까지의 시간(밀리초)입니다. 끄면 30초 연결 기준을 끝까지 기다립니다
nl: Verwijder een exit die niets heeft opgezet eerder als twee zuster-exits wel ontvangen, in ms. Uit wacht de volledige verbindingsgrens van 30 s
pl: Wcześniej odrzuca wyjście, które niczego nie nawiązało, gdy dwa siostrzane wyjścia odbierają, w ms. Wyłączenie czeka pełny 30-sekundowy próg połączenia
pt: Descarta mais cedo uma saída que não estabeleceu nada quando duas saídas irmãs estão a receber, em ms. Desativado espera o limiar de ligação completo de 30 s
pt_br: Descarta mais cedo uma saída que não estabeleceu nada quando duas saídas irmãs estão recebendo, em ms. Desativado espera o limite de conexão completo de 30 s
pt_pt: Descarta mais cedo uma saída que não estabeleceu nada quando duas saídas irmãs estão a receber, em ms. Desativado espera o limiar de ligação completo de 30 s
ru: Раньше отключает выход, который ничего не установил, когда два соседних выхода получают данные, в мс. Если выключено, выжидается полный порог подключения в 30 с
sv: Ta bort en utgång som inte har upprättat något tidigare när två syskonutgångar tar emot, i ms. Av väntar hela anslutningsgränsen på 30 s
th: ตัดทิ้งทางออกที่ยังสร้างอะไรไม่ได้เร็วขึ้นเมื่อทางออกพี่น้องสองแห่งกำลังรับข้อมูล (มิลลิวินาที) ปิดเพื่อรอเกณฑ์การเชื่อมต่อเต็ม 30 วินาที
uk: Раніше відкидає вихід, який нічого не встановив, коли два сусідні виходи отримують трафік, у мс. Вимкнення чекає повний 30-секундний поріг з’єднання
vi: Loại sớm hơn điểm thoát chưa thiết lập được gì khi hai điểm thoát cùng nhóm đang nhận dữ liệu, tính bằng ms. Tắt sẽ chờ hết ngưỡng kết nối 30 giây
zh_hans: 当两个同级出口正在接收数据时，更早丢弃尚未建立任何连接的出口（毫秒）。关闭时等待完整的 30 秒连接阈值
zh_hk: 當兩個同級出口正在接收數據時，更早捨棄尚未建立任何連線的出口（毫秒）。關閉時等待完整的 30 秒連線門檻

source: Drop stalled exits fast
ar: إسقاط المخارج المتوقفة بسرعة
cs: Rychle vyřadit zaseknuté výstupy
de: Hängende Exits schnell verwerfen
el: Γρήγορη απόρριψη κολλημένων εξόδων
es: Descartar rápido las salidas bloqueadas
es_419: Descartar rápido las salidas trabadas
es_mx: Descartar rápido las salidas trabadas
fr: Écarter vite les sorties figées
he: הסרה מהירה של יציאות תקועות
hi: अटके एग्ज़िट तुरंत हटाएँ
id: Buang exit macet dengan cepat
it: Scarta in fretta le uscite bloccate
ja: 停止した出口をすばやく除外
ko: 멈춘 출구 빨리 제외
nl: Vastgelopen exits snel verwijderen
pl: Szybko odrzucaj zablokowane wyjścia
pt: Descartar depressa saídas bloqueadas
pt_br: Descartar rápido saídas travadas
pt_pt: Descartar depressa saídas bloqueadas
ru: Быстро отключать зависшие выходы
sv: Ta snabbt bort låsta utgångar
th: ตัดทิ้งทางออกที่ค้างอย่างรวดเร็ว
uk: Швидко відкидати завислі виходи
vi: Loại nhanh điểm thoát bị kẹt
zh_hans: 快速丢弃停滞的出口
zh_hk: 快速捨棄停滯的出口

source: Dualstack
ar: مكدس مزدوج
el: Διπλή στοίβα
es: Doble pila
es_419: Doble pila
es_mx: Doble pila
fr: Double pile
he: ערימה כפולה
hi: ड्यूलस्टैक
ja: デュアルスタック
ko: 듀얼 스택
pt: Pilha dupla
pt_br: Pilha dupla
pt_pt: Pilha dupla
ru: Двойной стек
th: ดูอัลสแต็ก
uk: Подвійний стек
vi: Ngăn xếp kép
zh_hans: 双栈
zh_hk: 雙棧

source: Each epoch's claims open after its payout list is finalized and stay open until they expire.
ar: تُفتح المطالبات الخاصة بكل فترة بعد اعتماد قائمة دفعاتها، وتظل مفتوحة حتى تنتهي صلاحيتها.
cs: Nároky za každou epochu se otevřou po finalizaci jejího seznamu výplat a zůstanou otevřené až do vypršení.
de: Die Einlösung einer Epoche öffnet, sobald ihre Auszahlungsliste abgeschlossen ist, und bleibt bis zum Ablauf offen.
el: Οι διεκδικήσεις κάθε εποχής ανοίγουν μόλις οριστικοποιηθεί η λίστα πληρωμών της και μένουν ανοιχτές μέχρι να λήξουν.
es: Las reclamaciones de cada época se abren cuando se finaliza su lista de pagos y siguen abiertas hasta que vencen.
es_419: Las reclamaciones de cada época se abren cuando se finaliza su lista de pagos y siguen abiertas hasta que vencen.
es_mx: Las reclamaciones de cada época se abren cuando se finaliza su lista de pagos y siguen abiertas hasta que vencen.
fr: Les réclamations de chaque époque s'ouvrent une fois sa liste de paiements finalisée et restent ouvertes jusqu'à leur expiration.
he: המימושים של כל תקופה נפתחים לאחר שרשימת התשלומים שלה סופית, ונשארים פתוחים עד שתוקפם פג.
hi: हर एपोक के दावे उसकी भुगतान सूची अंतिम होने के बाद खुलते हैं और समाप्त होने तक खुले रहते हैं।
id: Klaim setiap epoch dibuka setelah daftar pembayarannya difinalisasi dan tetap terbuka hingga kedaluwarsa.
it: I riscatti di ogni epoca si aprono dopo che la sua lista dei pagamenti è finalizzata e restano aperti fino alla scadenza.
ja: 各エポックの受け取りは、その支払いリストが確定した後に開始され、期限切れになるまで受け付けられます。
ko: 각 에포크의 받기는 해당 지급 목록이 확정된 후 열리며 만료될 때까지 열려 있습니다.
nl: Het opeisen voor elke epoch opent zodra de uitbetalingslijst is afgerond en blijft open tot het verloopt.
pl: Odbiór za każdą epokę otwiera się po sfinalizowaniu jej listy wypłat i pozostaje otwarty do wygaśnięcia.
pt: Os resgates de cada época abrem depois que a lista de pagamentos é finalizada e ficam abertos até expirarem.
pt_br: Os resgates de cada época abrem depois que a lista de pagamentos é finalizada e ficam abertos até expirarem.
pt_pt: As reivindicações de cada época abrem depois de a sua lista de pagamentos ser finalizada e ficam abertas até expirarem.
ru: Получение за каждую эпоху открывается после утверждения её списка выплат и остаётся открытым до истечения срока.
sv: Uttag för varje epok öppnar när dess utbetalningslista har slutförts och är öppna tills de löper ut.
th: การรับของแต่ละอีพอคจะเปิดหลังจากรายการจ่ายเงินของอีพอคนั้นสรุปแล้ว และเปิดอยู่จนกว่าจะหมดอายุ
uk: Отримання за кожну епоху відкривається після затвердження її списку виплат і залишається відкритим до завершення строку.
vi: Việc nhận cho mỗi epoch mở sau khi danh sách thanh toán của epoch đó được hoàn tất và vẫn mở cho đến khi hết hạn.
zh_hans: 每个周期的领取会在其支付名单确认后开放，并保持开放直到过期。
zh_hk: 每個週期的領取會在其支付名單確認後開放，並保持開放直到過期。

source: Earning multipliers
ar: مضاعفات الأرباح
cs: Násobitele výdělku
de: Verdienst-Multiplikatoren
el: Πολλαπλασιαστές κερδών
es: Multiplicadores de ganancias
es_419: Multiplicadores de ganancias
es_mx: Multiplicadores de ganancias
fr: Multiplicateurs de gains
he: מכפילי רווחים
hi: कमाई गुणक
id: Pengganda penghasilan
it: Moltiplicatori di guadagno
ja: 獲得ポイントの倍率
ko: 수익 배수
nl: Verdienvermenigvuldigers
pl: Mnożniki zarobków
pt: Multiplicadores de ganhos
pt_br: Multiplicadores de ganhos
pt_pt: Multiplicadores de ganhos
ru: Множители заработка
sv: Intäktsmultiplikatorer
th: ตัวคูณรายได้
uk: Множники заробітку
vi: Hệ số nhân thu nhập
zh_hans: 收益倍增器
zh_hk: 收益倍增器

source: Earnings
ar: الأرباح
cs: Výdělky
de: Einnahmen
el: Κέρδη
es: Ganancias
es_419: Ganancias
es_mx: Ganancias
fr: Gains
he: רווחים
hi: आय
id: Pendapatan
it: Guadagni
ja: 収益
ko: 수익
nl: Opbrengsten
pl: Zarobki
pt: Ganhos
pt_br: Ganhos
pt_pt: Ganhos
ru: Заработок
sv: Intäkter
th: การสร้างรายได้
uk: Заробіток
vi: Thu nhập
zh_hans: 收益
zh_hk: 收益
